/* Title when emails selected */
"%d Selected" = "%d selected";

/* Header: COCOA BUTTON */
"account-view.cocoa-button-section" = "COCOA BUTTON";

/* Button: Delete account */
"account-view.delete-account-button" = "Delete account";

/* Header: ACCOUNT DETAILS */
"account-view.main-details-section" = "ACCOUNT DETAILS";

/* Label: Address */
"account-view.main-details.address" = "Address";

/* Label: Name */
"account-view.main-details.name" = "Name";

/* Label: Password */
"account-view.main-details.password" = "Password";

/* Label: Server settings */
"account-view.main-details.server-settings" = "Server settings";

/* Label: Signature */
"account-view.main-details.signature" = "Signature";

/* Account View Title */
"account-view.title" = "Account";

/* Account signature set by default */
"add-account-view.default-settings.signature" = "Sent with Cocoamail!";

/* Label: Email */
"add-account-view.email" = "Email";

/* Alert message: This email provider is not supported */
"add-account-view.error.email-not-supported" = "This email provider is not supported";

/* Alert message: Invalid Email */
"add-account-view.error.invalid-email" = "Invalid Email";

/* Alert message: Not connected to Internet */
"add-account-view.error.no-internet" = "Not connected to Internet";

/* Alert message: Unknown Server Settings */
"add-account-view.error.no-server-settings" = "Unknown Server Settings";

/* Alert message: Wrong credentials */
"add-account-view.error.wrong-credentials" = "Wrong credentials";

/* HUD Message: Account Configuration... */
"add-account-view.loading-hud.account-in-config" = "Account Configuration...";

/* HUD Message: Fetching settings... */
"add-account-view.loading-hud.fetching-settings" = "Fetching settings...";

/* Button: OK */
"add-account-view.ok" = "OK";

/* Label: Password */
"add-account-view.password" = "Password";

/* Title: Add account */
"add-account-view.title" = "Add account";

/* Title: Your Cocoa button */
"add-account-view.title-for-cocoa-button" = "Your Cocoa button";

/* Label: Username */
"add-account-view.username" = "Name";

/* Button: Cancel */
"alert-view.cancel" = "Cancel";

/* All accounts username */
"All accounts" = "Unified inbox";

/* Generic folder name for All mail folder */
"All emails" = "All emails";

/* Cancel button */
"Cancel" = "Cancel";

/* Ok */
"cloud-services-view.alert-view.dismiss-button" = "Ok";

/* Alert message: An error occured, your %@ account has not been linked */
"cloud-services-view.alert-view.message.not-linked" = "An error occurred, your %@ account has not been linked";

/* Alert message: Your %@ account has been unlinked */
"cloud-services-view.alert-view.message.unlinked" = "Your %@ account has been unlinked";

/* Alert title: Account not linked */
"cloud-services-view.alert-view.title.not-linked" = "Account not linked.";

/* Alert title: Account Unlinked! */
"cloud-services-view.alert-view.title.unlinked" = "Account Unlinked!";

/* Alert message: Service coming soon! */
"cloud-services-view.error.not-supported" = "Service coming soon!";

/* Button: Link account */
"cloud-services-view.link-account" = "Link account";

/* Message: Linking %@... */
"cloud-services-view.loading-hud.linking" = "Linking %@...";

/* Button: Unlink account */
"cloud-services-view.unlink-account" = "Unlink account";

/* Button: My pictures */
"compose-view.attachments.add.my-pictures" = "My photos";

/* Button: New picture */
"compose-view.attachments.add.new-picture" = "New photo";

/* Button: Cancel */
"compose-view.attachments.cancel" = "Cancel";

/* Transfering email: This guy -wrote- : */
"compose-view.content.transfer" = "wrote";

/* To: */
"compose-view.label.add-contact" = "To:";

/* Contacts */
"contacts-view.title" = "Contacts";

/* Write a review in the iTunes Store */
"credits-view.section.review" = "Write a review in the App Store";

/* Thanks */
"credits-view.section.thanks" = "Thanks";

/* CocoaMail 1.0 */
"credits-view.title" = "CocoaMail 1.0";

/* Bio christophe */
"credits.bio.christophe" = "No comment provided by engineer.";

/* Bio christopher */
"credits.bio.christopher" = "No comment provided by engineer.";

/* Bio pascal */
"credits.bio.pascal" = "No comment provided by engineer.";

/* Bio Reinald */
"credits.bio.reinald" = "No comment provided by engineer.";

/* Bio thanks */
"credits.bio.thanks" = "credits.bio.thanks";

/* Title: Default account */
"default-account-view.title" = "Default account";

/* Delete */
"Delete" = "Delete";

/* Deleted */
"Deleted" = "Deleted";

/* DropboxBrower close button */
"Done" = "Done";

/* Drafts */
"Drafts" = "Drafts";

/* DropboxBrower title */
"Dropbox" = "Dropbox";

/* Favoris */
"Favoris" = "Starred";

/* Dropbox alert view title */
"File Conflict" = "File Conflict";

/* Dropbox confirmation view title */
"File Downloaded" = "File Downloaded";

/* Folder is Empty */
"Folder is Empty" = "Folder is Empty";

/* My Folders */
"folder-view.header.user-folders" = "My Folders";

/* No comment provided by engineer. */
"Full Sync done." = "Full Sync completed";

/* Inbox */
"Inbox" = "Inbox";

/* Dropbox login alert confirm login button */
"Login" = "Login";

/* Dropbox login alert view title */
"Login to Dropbox" = "Login to Dropbox";

/* Dropbox login alert confirm logout button */
"Logout" = "Logout";

/* Dropbox logout alert view title */
"Logout of Dropbox?" = "Logout of Dropbox?";

/* Today */
"mail-list-view.date-header.today" = "Today";

/* Yesterday */
"mail-list-view.date-header.yesterday" = "Yesterday";

/* My Folders */
"move-email-to-folder-view.title" = "My Folders";

/* No Search Results */
"No Search Results" = "No search results";

/* Notifications */
"notifications-view.title" = "Notifications";

/* Dismiss the message alert view */
"Ok" = "OK";

/* Dropbox alert view confirm button */
"Overwrite" = "Overwrite";

/* Archive */
"quick-swipe.archive" = "Archive";

/* Delete */
"quick-swipe.delete" = "Delete";

/* Mark as read/unread */
"quick-swipe.mark-as-read-unread" = "Mark as read/unread";

/* Reply */
"quick-swipe.reply" = "Reply";

/* Quick swipe */
"quick-swipe.title" = "Quick swipe";

/* Save */
"Save" = "Save";

/* Save to drafts ? */
"Save to drafts ?" = "Save to drafts?";

/* Search */
"search-view.title" = "Search";

/* Sent */
"Sent" = "Sent";

/* ACCOUNTS */
"settings-view.header.accounts" = "ACCOUNTS";

/* CLOUD SERVICES */
"settings-view.header.cloud-services" = "CLOUD SERVICES";

/* DEFAULT ACCOUNT */
"settings-view.header.default-sending-account" = "DEFAULT ACCOUNT";

/* DISPLAY */
"settings-view.header.display" = "DISPLAY";

/* Add account */
"settings-view.menu.add-account" = "Add account";

/* Credits */
"settings-view.menu.credits" = "Credits";

/* Default account used to send emails when using unified Inbox */
"settings-view.menu.default-sending-account" = "Account used to send emails when using Unified inbox";

/* Delete stored attachments */
"settings-view.menu.delete-attachments" = "Delete stored attachments";

/* Display badge count */
"settings-view.menu.display-badge-count" = "Display badge count";

/* Notifications */
"settings-view.menu.notifications" = "Notifications";

/* Quick Swipe */
"settings-view.menu.quick-swipe" = "Quick Swipe";

/* Settings */
"settings-view.title" = "Settings";

/* Signature */
"signature-view.title" = "Signature";

/* Spam Folder name */
"Spam" = "Spam";

/* %@ %li%% synced */
"status-bar-message.account-progress-sync" = "%@ %li%% synced";

/* Email sent. */
"status-bar-message.email-sent" = "Email sent";

/* Error: Email not sent. */
"status-bar-message.error-sending" = "Error: Email not sent";

/* No new emails */
"status-bar-message.no-new-emails" = "No new emails";

/* Sending email... */
"status-bar-message.sending-email" = "Sending email...";

/* %li new emails */
"status-bar-message.x-new-emails" = "%li new emails";

/* one new email */
"status-bar-message.one-new-email" = "1 new email";

/* Done */
"status-bar-message.done " = "Transfer completed";

/* Connecting... */
"status-bar-message.connecting" = "Connection...";

/* Error Connecting */
"status-bar-message.connecting_error" = "Connection error";

/* Checking for new emails */
"status-bar-message.checking-email" = "Checking for new emails";

"signature-view.header-section" = "EDIT SIGNATURE";

"signature-view.unlock-button" = "Unlock CocoaMail";

"Email copied" = "Email address copied";

"compose-view.label.subject" = "Subject:";

/* TODO */

"add-account-view.error.try-again" = "There was an issue connecting. Please try to login again.";
"add-account-view.error.no-internet" = "Connection error. There seems to be not internet connection.";

"editmail.dropbox.linkadded" = "Link added";
"editmail.dropbox.linkadded.not" = "Error adding link";

/* -percent- of -size- */
"attachment.dowload-progress" = "of";

"dropbox.loading-files" = "Loading...";
